user_data: dict = {
    'bookmarks': set(),
    'watching': {
        'products': [],
        'products_count': 0,
        'current_item': 0,
    }
}

products_category = {
    '15': "Газлифты TST",
    '6': " Гвозди декоративные, гвоздевые ленты, пуговицы",
    '1': " Декор ленты ПВХ",
    '2': " Декоры из металла",
    '1': " Каркасы стульев",
    '8': " Ленты для скрытой обивки",
    '9': " Мебельные ручки",
    '7': " Металлокаркасы",
    '13': " Механизмы",
    '16': " Ножки пластиковые",
    '3': " Ножки, опоры мебельные, дерево",
    '4': " Ножки, опоры стальные",
    '5': " Пневмоинструменты",
    '11': " Рамы для зеркал",
    '12': " Резина мебельная",
    '14': " Соединители, зацепы и тд."
}
user_db = {}
