TEXT_RU = {
    'greeting': [
        '<b><a href="https://t.me/divanmasterkz">DivanMaster-ге</a> қош келдіңіз!</b>',
        '<b>Добро пожаловать в <a href="https://t.me/divanmasterkz">DivanMaster!</a>\n</b>',
        '<b>Welcome to <a href="https://t.me/divanmasterkz">DivanMaster!</a> </b>'
    ],
    '/start': """ 
        Если  нужно купить мебельную фурнитуру, механизмы, ножки - то на нашем <b><a href="https://divanmaster.kz/">сайте</a> </b> или здесь вы найдёте всё необходимое. 😊\n
        <i>🌀 Мы предлагаем вам  широкий ассортимент фурнитуры для мебельщиков.</i> """,

    '/help': '<b>Это бот-читалка</b>\n\nДоступные команды:\n\n/beginning - перейти в начало книги\n/continue - продолжить чтение\n/bookmarks - посмотреть список закладок\n/help - справка по работе бота\n\nЧтобы сохранить закладку - нажмите на кнопку с номером страницы\n\n<b>Приятного чтения!</b>',
    '/bookmarks': '<b>Это список ваших закладок:</b>',
    'forward': '>>',
    'backward': '<<',
    'edit_bookmarks': '<b>Редактировать закладки</b>',
    'edit_bookmarks_button': '❌ РЕДАКТИРОВАТЬ',
    'del': '❌',
    'cancel': 'ОТМЕНИТЬ',
    'bookmark': "⭐ Избранное",
    'no_bookmarks': 'У вас пока нету ни одной закладки.\n\nЧтобы добавить страницу в закладки - во время чтения книги нажмите на кнопку с номером этой страницы\n\n/continue - продолжить чтение',
    'cancel_text': '/continue - продолжить чтение',
    'select_category': '📙 Выберите что вас интересует...',
    'return_home': '🏠 Домой',
    'home': 'Вы находитесь на главном меню',
    'downloading': '-_-_-_-_-_-',
    'downloading_reverse': '_-_-_-_-_-_',
    'main': {
        'btn_products': '📦 Наши товары',
        # 'btn_shopping_cart': '🛒 Корзина',
        # 'btn_services': '👨‍🔧  Услуги',
        # 'btn_exchange': '💱 Курсы валют',
        'btn_company_contacts': '📞 Контакты',
        'btn_favorites': "⭐ Избранное",
        'btn_location': '🗺 Мы на карте',
        'btn_info': 'ℹ Справочная информация',
    },
    'location': '<b> г.Алматы '
                'ул.Масанчи 23г/1</b>\n'
                'Пн-Пт.: 9:00 - 18:00\n'
                'Сб.: 10:00 - 13:00\n'
                'Вс.: выходной\n\n'
                'Tel: <code> +77072110242 </code> \n'
                'Email: divanmasterkz@bk.ru\n',
    'contacts': {
        'Berik': '+77002004733',
        'Bek': '+77055259690'
    },
    'questions': '<b>Если у вас возникнут какие-либо вопросы пожалуйста обращайтесь.</b> \nМы подробно ответим Вам.',
    'link_wa': 'https://wa.me/'
}







